tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "bash"
brew "bash-completion"
brew "bat"
brew "chezmoi"
brew "jq"
brew "kubectx"
brew "mas"
brew "watch"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "iterm2"
cask "logitech-options"
cask "microsoft-edge"
cask "rectangle"
cask "screenflow"
cask "signal"
cask "spotify"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Adobe Lightroom", id: 1451544217
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Recipe Keeper", id: 1315583175
mas "Steam Link", id: 1246969117
mas "Todoist", id: 585829637
mas "Vector Converter", id: 1082712391
mas "WiFi Explorer", id: 494803304
vscode "atlassian.atlascode"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
