tap "homebrew/bundle"
brew "bash"
brew "bash-completion"
brew "bat"
brew "chezmoi"
brew "gh"
brew "jq"
brew "kubectx"
brew "mas"
brew "mosh"
brew "node"
brew "watch"
cask "1password"
cask "arc"
cask "chatbox"
cask "claude-code"
cask "cursor"
cask "discord"
cask "disk-drill"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "microsoft-edge"
cask "moonlight"
cask "multipass"
cask "obsidian"
cask "ollama"
cask "rectangle"
cask "screenflow"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Adobe Lightroom", id: 1451544217
mas "Disk Space Analyzer", id: 446243721
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Push Security", id: 1596916655
mas "Recipe Keeper", id: 1315583175
mas "Steam Link", id: 1246969117
mas "Tailscale", id: 1475387142
mas "Todoist", id: 585829637
mas "Vector Converter", id: 1082712391
mas "WiFi Explorer", id: 494803304
vscode "atlassian.atlascode"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
