tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "chezmoi"
brew "kubectx"
brew "mas"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Recipe Keeper", id: 1315583175
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Todoist", id: 585829637
mas "Vector Converter", id: 1082712391
mas "WiFi Explorer", id: 494803304
brew 'bat'
brew 'jq'
cask 'screenflow'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'microsoft-edge'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zoom'
